Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# READ_ONLY_CALENDARS_WILL_BE_DELETED
source: (Server-based calendars %@ will be removed.)
ar: (ستتم إزالة التقويمات المستندة إلى الخادم %@).
bg: (Сървърните календари %@ ще бъдат премахнати.)
ca: (S’eliminaran els calendaris %@ del servidor.)
cs: (Serverové kalendáře %@ budou odstraněny.)
da: (Serverbaserede kalendere %@ bliver fjernet.)
de: (Auf Servern basierte, %@ Kalender werden entfernt.)
el: (Θα αφαιρεθούν ημερολόγια, %@, που βασίζονται σε διακομιστή).
es: Se eliminarán los calendarios basados en un servidor (%@).
es_419: (Se eliminarán %@ calendarios basados en un servidor).
fi: (Palvelinpohjaiset kalenterit poistetaan, %@.)
fr: (Les calendriers sur le serveur %@ seront supprimés.)
fr_ca: (Les calendriers sur le serveur %@ seront supprimés.)
he: (לוחות השנה %@ המבוססים בשרת יוסרו.)
hi: (सर्वर-आधारित कैलेंडर %@ हटा दिए जाएँगे।)
hr: (Kalendari sa servera %@ će se ukloniti.)
hu: (A(z) %@ szerveralapú naptárak el lesznek távolítva.)
id: (Kalender berbasis server %@ akan dihapus.)
it: (I calendari %@ basati su server verranno rimossi)
ja: （サーバベースのカレンダー“%@”は削除されます。）
kk: (Сервер негізіндегі күнтізбелер (%@) жойылады.)
ko: (%@ 서버 기반 캘린더가 제거됨)
lt: (Serveryje veikiantys kalendoriai „%@“ bus pašalinti.)
ms: (Kalendar %@ berasaskan pelayan akan dikeluarkan.)
nb: (Tjenerbaserte %@-kalendere vil bli fjernet.)
nl: (Op de server bewaarde agenda's %@ worden verwijderd.)
pl: (Kalendarze na serwerze (%@) zostaną usunięte).
pt_br: (Os calendários %@ baseados em servidor serão removidos.)
pt_pt: (Os calendários com base no servidor %@ serão removidos.)
ro: (Calendarele bazate pe server %@ vor fi eliminate.)
ru: (Серверные календари, %@, будут удалены.)
sk: (Serverové %@ kalendáre budú odstránené.)
sl: (Strežniški koledarji (%@) bodo odstranjeni.)
sv: (Serverbaserade kalendrar på %@ kommer att tas bort.)
th: (ปฏิทิน %@ ที่เก็บบนเซิร์ฟเวอร์จะถูกเอาออก)
tr: (%@ sunucu tabanlı takvimler varsa silinecektir.)
uk: (Календарі на сервері %@ буде вилучено.)
vi: (Lịch lưu trữ trên máy chủ %@ sẽ bị xóa.)
zh_cn: （将移除基于服务器的日历“%@”。）
zh_hk: （將會移除伺服器日曆「%@」。）
zh_tw: （將會移除伺服器行事曆「%@」。）

# RECOVERY_CONTACTS_VIEW_ADD_RECOVERY_CONTACT_BUTTON_TITLE
source: Add Recovery Contact...
ar: إضافة جهة اتصال استرداد...
bg: Добави контакт за възстановяване...
ca: Afegeix un contacte de recuperació…
cs: Přidat kontakt pro obnovení…
da: Tilføj gendannelseskontakt...
de: Wiederherstellungs­kontakt hinzufügen …
el: Προσθήκη επαφής ανάκτησης…
es: Añadir contacto de recuperación…
es_419: Agregar contacto de recuperación…
fi: Lisää palautuksen yhteyshenkilö…
fr: Ajouter un contact de récupération…
fr_ca: Ajouter un contact de récupération…
he: הוספת איש קשר לשחזור...
hi: रिकवरी संपर्क जोड़ें...
hr: Dodaj kontakt za oporavak...
hu: Helyreállítási kontakt hozzáadása…
id: Tambah Kontak Pemulihan…
it: Aggiungi contatto di recupero…
ja: 復旧用連絡先を追加…
kk: Қалпына келтіру контактісін қосу...
ko: 복구 연락처 추가…
lt: Įtraukti prieigą atkuriantį asmenį...
ms: Tambah Kenalan Pemulihan...
nb: Legg til gjen­opp­rettings­kontakt…
nl: Voeg herstel­contact toe…
pl: Dodaj kontakt odzyskiwania...
pt_br: Adicionar Contato de Recuperação...
pt_pt: Adicionar contacto de recuperação…
ro: Adăugare contact de recuperare…
ru: Добавить контакт для восстановления доступа...
sk: Pridať kontakt na obnovu účtu…
sl: Dodaj stik za obnovitev …
sv: Lägg till återställningskontakt…
th: เพิ่มผู้ติดต่อการกู้คืน…
tr: Kurtarma Kişisi Ekle...
uk: Додати контакт для відновлення…
vi: Thêm Liên hệ khôi phục...
zh_cn: 添加恢复联系人…
zh_hk: 加入還原聯絡人⋯
zh_tw: 加入復原聯絡人⋯

# RECOVERY_CONTACTS_VIEW_DESCRIPTION_TEXT
source: If you lose access to your account, a recovery contact can help get your account and data back. Your device passcodes can be used to recover end-to-end encrypted data. If you forget your passcode, you’ll need a recovery contact or recovery key.
ar: إذا فقدت القدرة على الوصول إلى حسابك، فقد تساعدك جهة اتصال الاسترداد في استرداد حسابك وبياناتك. يمكن أن تُستخدم رموز دخول جهازك في استرداد البيانات المشفرة تشفيرًا كاملًا. إذا نسيت رمز الدخول، فستحتاج إلى جهة اتصال استرداد أو مفتاح استرداد.
bg: Ако загубите достъпа до вашата регистрация, контакт за възстановяване може да ви помогне да си върнете регистрацията и данните. Кодовете на вашите устройства могат да се използват за възстановяване на данни, криптирани от край до край. Ако забравите вашия код, ще ви е необходим контакт за възстановяване или ключ за възстановяване.
ca: Si perds l’accés al compte i a les dades, pots recórrer a un contacte de recuperació. Els codis dels dispositius permeten recuperar les dades encriptades d’extrem a extrem. Si els oblides, però, necessitaràs un contacte o una clau de recuperació.
cs: Pokud ztratíte přístup k účtu, váš kontakt pro obnovení vám může pomoct účet i data opět zpřístupnit. Data šifrovaná mezi koncovými body lze obnovit s použitím přístupových kódů k zařízení. Když přístupový kód zapomenete, budete potřebovat kontakt pro obnovení nebo obnovovací klíč.
da: Hvis du mister adgang til din konto, kan en gendannelseskontakt hjælpe med at få din konto og dine data tilbage. Koderne til din enhed kan bruges til at gendanne end-to-end-krypterede data. Hvis du glemmer din kode, skal du bruge en gendannelseskontakt eller -nøgle.
de: Wenn du den Zugriff auf deinen Account verlierst, kannst du mithilfe eines Wiederherstellungs­kontakts deinen Account und deine Daten zurückbekommen. Deine Gerätecodes können verwendet werden, um Ende-zu-Ende-verschlüsselte Daten wiederherzustellen. Solltest du deinen Code vergessen haben, benötigst du einen Wiederherstellungs­kontakt oder -schlüssel.
el: Αν χάσετε την πρόσβαση στον λογαριασμό σας, μια επαφή ανάκτησης μπορεί να σας βοηθήσει να προσπελάσετε ξανά τον λογαριασμό και τα δεδομένα σας. Οι κωδικοί συσκευών σας μπορούν να χρησιμοποιηθούν για ανάκτηση των διατερματικά κρυπτογραφημένων δεδομένων σας. Αν ξεχάσετε τον κωδικό σας, θα χρειαστείτε μια επαφή ανάκτησης ή ένα κλειδί ανάκτησης.
es: Si pierdes el acceso a tu cuenta y tus datos, un contacto de recuperación puede ayudarte a restablecerlo. Los códigos de tus dispositivos te permiten recuperar los datos encriptados punto a punto, pero, si los olvidas, necesitarás recurrir a un contacto de recuperación o bien usar una clave de recuperación.
es_419: Si pierdes el acceso a tu cuenta, tener un contacto de recuperación podría ayudarte a ingresar a ella y recuperar tus datos. Los códigos de tus dispositivos se pueden utilizar para recuperar los datos encriptados de extremo a extremo, pero, si los olvidas, necesitarás un contacto o una clave de recuperación.
fi: Jos et enää pääse tilillesi, palautuksen yhteyshenkilö voi auttaa sinua saamaan tilisi ja tietosi takaisin. Laitteesi pääsykoodeilla voidaan palauttaa päästä päähän salatut tiedot. Jos unohdat pääsykoodin, tarvitset palautuksen yhteyshenkilön tai palautusavaimen.
fr: Si vous perdez l’accès à votre compte, un contact de récupération peut vous aider à récupérer votre compte et vos données. Les codes de vos appareils peuvent être utilisés pour récupérer les données chiffrées de bout en bout. Si vous les oubliez, il vous faudra un contact de récupération ou une clé de secours.
fr_ca: Si vous perdez l’accès à votre compte, un contact de récupération pourrait vous aider à récupérer votre compte et vos données. Les codes de vos appareils peuvent être utilisés pour récupérer des données chiffrées de bout en bout. Si vous les oubliez, vous aurez besoin d’un contact de récupération ou d’une clé de secours.
he: אם איבדת גישה לחשבון שלך, איש קשר לשחזור יכול לעזור לך לשחזר את הגישה לחשבון ולנתונים שלך. קודי הגישה של המכשירים שלך יכולים לשמש לשחזור מידע מוצפן מקצה-לקצה. אם שכחת את קוד הגישה, יהיה צורך להיעזר באיש קשר לשחזור או במפתח שחזור.
hi: अगर आप अपने खाते का ऐक्सेस खो देते हैं, तो अपना खाता और डेटा वापस पाने के लिए आप किसी रिकवरी संपर्क की मदद ले सकते हैं। एंड-टू-एंड एंक्रिप्टेड डेटा रिकवर करने के लिए आपके डिवाइस पासकोड का इस्तेमाल किया जा सकता है। अगर आप अपना पासकोड भूल जाते हैं, तो आपको रिकवरी संपर्क या रिकवरी-की की ज़रूरत पड़ेगी।
hr: Ako izgubite pristup svom računu, kontakt za oporavak može vam pomoći u vraćanju računa i podataka. Šifre uređaja mogu se upotrijebiti za oporavak podataka koji su kriptirani s kraja na kraj. Ako zaboravite svoju šifru, trebat će vam kontakt za oporavak ili ključ za oporavak.
hu: Ha elveszíti a hozzáférését a fiókjához, egy helyreállítási kontakt segítségével visszaszerezheti a fiókjához és az adataihoz való hozzáférését. Az eszköze jelkódjai használhatók a végponttól végpontig titkosított adatok helyreállításához. Ha elfelejti a jelkódját, akkor helyreállítási kontaktra vagy helyreállítási kulcsra lesz szüksége.
id: Jika Anda kehilangan akses ke akun Anda, kontak pemulihan dapat membantu Anda mendapatkan kembali akun dan data Anda. Kode sandi perangkat Anda dapat digunakan untuk memulihkan data yang dienkripsi ujung ke ujung. Jika Anda lupa kode sandi, Anda akan memerlukan kontak pemulihan atau kunci pemulihan.
it: Se perdi l’accesso all’account e ai tuoi dati, puoi ottenerlo nuovamente grazie a un contatto di recupero. I codici dei dispositivi possono essere utilizzati per recuperare i dati protetti tramite crittografia end‑to‑end. Se dimentichi il codice, avrai bisogno di un contatto o di una chiave di recupero.
ja: アカウントにアクセスできなくなった場合は、復旧用連絡先は、アカウントへのアクセスを回復し、データを取り戻せるように支援することができます。エンドツーエンドで暗号化されたデータは、デバイスのパスコードを使って復旧できます。パスコードを忘れてしまった場合は、復旧用連絡先か復旧キーが必要になります。
kk: Аккаунтыңызға кіру мүмкіндігінен айырылсаңыз, қалпына келтіру контактісі аккаунтыңызды және деректеріңізді қалпына келтіруге көмектеседі. Құрылғыңыздың құпиякодтарын өтпелі шифрланған деректерді қалпына келтіру үшін пайдалануға болады. Құпиякодыңызды ұмытып қалсаңыз, қалпына келтіру контактісі немесе қалпына келтіру кілті қажет болады.
ko: 사용자 계정에 대한 접근 권한을 잃어버린 경우 복구 연락처로 도움을 요청하여 계정 및 데이터를 복구할 수 있습니다. 종단간 암호화된 데이터를 복구하기 위해 사용자의 기기 암호가 사용될 수 있습니다. 암호를 잊어버린 경우 복구 연락처 또는 복구 키가 필요합니다.
lt: Jei netektumėte prieigos prie savo paskyros, prieigą atkuriantis asmuo gali padėti atgauti paskyrą ir duomenis. Įrenginio prieigos kodus galite naudoti ištisiniu šifravimu apsaugotiems duomenims atkurti. Jei pamirštumėte prieigos kodą, turėtumėte kreiptis į prieigą atkuriantį asmenį arba naudoti atkūrimo raktą.
ms: Jika anda kehilangan akses kepada akaun anda, kenalan pemulihan boleh membantu mendapatkan kembali akaun dan data anda. Kod laluan peranti anda boleh digunakan untuk memulihkan data yang disulitkan hujung ke hujung. Jika anda terlupa kod laluan, anda memerlukan kenalan pemulihan atau kunci pemulihan.
nb: Hvis du mister tilgang til kontoen din, kan du bruke en gjen­opprettings­kontakt for å få tilgang til kontoen din og data igjen. Enhetskodene dine kan brukes til å gjenopprette gjennomgående krypterte data. Hvis du har glemt koden, trenger du en gjen­opprettings­nøkkel eller hjelp fra en gjen­opprettings­kontakt.
nl: Als je de toegang tot je account verliest, kan een herstelcontact je helpen om je account en gegevens terug te krijgen. Je apparaat­toegangscodes kunnen worden gebruikt om gegevens te herstellen waarvoor end-to-end-encryptie is gebruikt. Als je je toegangscode vergeet, heb je een herstelcontact of herstelsleutel nodig.
pl: Jeśli utracisz dostęp do swojego konta, kontakt odzyskiwania może pomóc Ci przywrócić dostęp do konta i danych. Kody urządzeń pozwalają odzyskiwać dane szyfrowane na całej drodze przesyłu. Jeśli nie pamiętasz kodu, musisz użyć klucza odzyskiwania lub poprosić o pomoc kontakt odzyskiwania.
pt_br: Se você perder o acesso à sua conta, um contato de recuperação poderá ajudar a recuperar a conta e os dados. Os códigos do seu dispositivo podem ser usados para recuperar dados criptografados de ponta a ponta. Se esquecer o seu código, você precisará de um contato de recuperação ou de uma chave reserva.
pt_pt: Se perder o acesso à sua conta, um contacto de recuperação pode ajudar a recuperar a conta e os dados. Os códigos dos dispositivos podem ser usados para recuperar dados cifrados ponto a ponto. Caso se esqueça do código, precisará de um contacto de recuperação ou de uma chave de recuperação.
ro: Dacă pierdeți accesul la contul dvs., un contact de recuperare vă poate ajuta să vă recuperați contul și datele. Codurile de acces ale dispozitivului pot fi utilizate pentru a recupera datele criptate end‑to‑end. Dacă vă uitați codul de acces, veți avea nevoie de un contact de recuperare sau de o cheie de recuperare.
ru: Если Вы потеряете доступ к своей учетной записи, контакт для восстановления доступа поможет вернуть учетную запись и личные данные. Код‑пароли устройств можно использовать для восстановления данных, защищенных сквозным шифрованием. Если Вы забудете свой код‑пароль, Вам понадобится контакт для восстановления доступа или ключ восстановления.
sk: Ak stratíte prístup k svojmu účtu, kontakt na obnovu účtu vám môže pomôcť získať späť váš účet aj dáta. Dáta chránené pomocou E2EE šifrovania môžete obnoviť použitím kódov, ktorými odomykáte svoje zariadenia. Ak svoj kód zabudnete, budete potrebovať kontakt na obnovu alebo kľúč obnovy.
sl: Če izgubite dostop do računa, vam bo stik za obnovitev v pomoč pri povrnitvi dostopa do računa in podatkov. Kode za dostop naprav lahko uporabite za obnovitev celovito šifriranih podatkov. Če kodo za dostop pozabite, boste potrebovali stik za obnovitev ali obnovitveni ključ.
sv: Om du förlorar åtkomsten till kontot kan en återställningskontakt hjälpa dig att få tillbaka kontot och dina data. Enhetslösenkoder kan användas till att återskapa data som har skyddats med heltäckande kryptering. Om du glömmer bort din lösenkod krävs en återställningskontakt eller en återställningsnyckel.
th: ถ้าคุณสูญเสียการเข้าถึงบัญชีของคุณ ผู้ติดต่อการกู้คืนสามารถช่วยให้กลับเข้าบัญชีของคุณและกู้คืนข้อมูลกลับมาได้ รหัสอุปกรณ์สามารถใช้เพื่อกู้คืนข้อมูลที่เข้ารหัสแบบต้นทางถึงปลายทางได้ ถ้าคุณลืมรหัส คุณจะต้องใช้ผู้ติดต่อการกู้คืนหรือรหัสการกู้คืน
tr: Bir kurtarma kişisi, hesabınıza erişimi kaybederseniz hesabınıza ve verilerinize yeniden ulaşmanıza yardımcı olabilir. Uçtan uca şifrelenmiş verileri kurtarmak için aygıtınızın parolaları kullanılabilir. Parolanızı unutursanız bir kurtarma kişisi veya kurtarma anahtarı gerekir.
uk: Якщо ви втратите доступ до свого облікового запису, один із контактів для відновлення допоможе повернути доступ до запису й даних. Коди допуску до ваших пристроїв можуть використовуватися для відновлення даних, захищених наскрізним шифруванням. Якщо ви забудете код допуску, можна скористатися контактом для відновлення чи ключем відновлення.
vi: Nếu bạn mất quyền truy cập vào tài khoản, liên hệ khôi phục có thể giúp bạn lấy lại tài khoản và dữ liệu của mình. Mật mã thiết bị của bạn có thể được sử dụng để khôi phục dữ liệu được mã hóa hai chiều. Nếu quên mật mã, bạn sẽ cần có liên hệ khôi phục hoặc khóa khôi phục.
zh_cn: 若无法访问账户，可通过恢复联系人协助找回账户和数据。你可以使用设备密码恢复端对端加密数据。若忘记密码，则需要恢复联系人或恢复密钥。
zh_hk: 如你無法取用帳户，可透過還原聯絡人協助取回帳户和資料。你可以使用裝置密碼還原點對點加密資料。如忘記密碼，你將需要還原聯絡人或還原密鑰。
zh_tw: 若無法取用帳號，復原聯絡人可幫助你取回帳號和資料。你的裝置密碼可用來復原端對端加密的資料。若忘記密碼，你會需要復原聯絡人或復原密鑰。

# RECOVERY_CONTACTS_VIEW_FOOTER_TEXT
source: Your recovery contact should be a person you know and trust. They can generate a code from their Apple device to help you get your data back.
ar: ينبغي أن تكون جهة اتصال الاسترداد شخصًا تعرفه وتثق به؛ حيث إن بإمكانه إنشاء رمز من جهاز Apple الخاص به لمساعدتك في استرداد كل بياناتك.
bg: Контактът ви за възстановяване трябва да е човек, когото познавате и на когото се доверявате. Той ще може да генерира код от своето Apple устройство, за да ви помогне да възстановите данните си.
ca: El contacte de recuperació ha de ser algú que coneguis i en qui confiïs. Pot generar un codi amb el seu dispositiu Apple per ajudar‑te a recuperar les dades.
cs: Váš kontakt pro obnovení byl měl být někdo, koho znáte a komu důvěřujete. Může na svém zařízení Apple vygenerovat kód, kterým si obnovíte přístup k datům.
da: Din gendannelseskontakt bør være en person, som du kender og stoler på. Vedkommende kan generere en kode til dig på sin egen Apple-enhed, så du kan få dine data tilbage.
de: Dein Wiederherstellungskontakt sollte eine Person sein, die du kennst und der du vertraust. Die Person kann einen Code auf ihrem Apple-Gerät generieren, mit dem du den Zugriff auf deine Daten wiedererlangen kannst.
el: Η επαφή ανάκτησης θα πρέπει να είναι ένα άτομο που γνωρίζετε και εμπιστεύεστε. Αυτό το άτομο θα μπορεί να δημιουργήσει έναν κωδικό στη συσκευή Apple του που θα σας βοηθήσει να προσπελάσετε ξανά τα δεδομένα σας.
es: Un contacto de recuperación puede generar un código desde su dispositivo Apple para ayudarte a recuperar tus datos, por lo que debe ser una persona de máxima confianza.
es_419: Tu contacto de recuperación podrá generar un código desde su dispositivo Apple para ayudarte a recuperar tus datos, por lo que debería ser alguien de confianza.
fi: Palautuksen yhteyshenkilön on oltava joku, jonka tunnet ja johon luotat. Hän voi luoda Apple-laitteessaan sinulle koodin, jonka avulla voit saada tietosi takaisin.
fr: Votre contact de récupération doit être une personne de confiance que vous connaissez. Elle peut générer un code sur son appareil Apple pour vous aider à récupérer vos données.
fr_ca: Votre contact de récupération doit être une personne que vous connaissez et en qui vous avez confiance. Elle peut générer un code à partir de son appareil Apple pour vous aider à récupérer vos données.
he: איש הקשר שלך לשחזור צריך להיות אדם שמוכר לך ושיש לך אמון בו. הוא יוכל ליצור קוד במכשיר ה-Apple שלו כדי לעזור לך לשחזר את הגישה לנתונים שלך.
hi: आपका रिकवरी संपर्क ऐसा व्यक्ति होना चाहिए जिसे आप जानते हैं और भरोसा करते हैं। वह अपने Apple डिवाइस से कोड जनरेट कर सकते हैं जिसकी मदद से आप अपना डेटा वापस पा सकते हैं।
hr: Vaš kontakt za oporavak treba biti osoba koju poznajete i kojoj vjerujete. Ta osoba može generirati kôd na svom Apple uređaju kako bi vam se omogućilo vraćanje podataka.
hu: A helyreállítási kontaktjaként olyan személyt válasszon, akit ismer, és akiben megbízik. Ez a személy létrehozhat egy kódot a saját Apple-eszközén, amelynek segítségével Ön visszaszerezheti az adatait.
id: Kontak pemulihan harus merupakan orang yang Anda kenali dan percayai. Mereka dapat membuat kode dari perangkat Apple mereka untuk membantu Anda mendapatkan kembali data Anda.
it: Il contatto di recupero deve essere una persona che conosci e di cui ti fidi. Può generare un codice dal proprio dispositivo Apple per aiutarti a recuperare i tuoi dati.
ja: 復旧用連絡先には、あなたがよく知っていて信頼できる人を指定してください。指定された人は、自分のAppleのデバイスからコードを生成して、あなたがデータを取り戻せるように支援することができます。
kk: Қалпына келтіру контактісі сіз білетін және сенімді адам болуы керек. Деректеріңізді қалпына келтіруге көмектесу үшін қалпына келтіру контактісі Apple құрылғысынан код жасай алады.
ko: 복구 연락처는 사용자가 잘 알고 신뢰할 수 있는 사람이어야 합니다. 복구 연락처는 본인의 Apple 기기에서 생성한 코드를 통해 사용자가 데이터를 복구하도록 도울 수 있습니다.
lt: Prieigą atkuriantis asmuo turėti būti jums pažįstamas asmuo, kuriuo pasitikite. Jis gali iš savo „Apple“ įrenginio sukurti kodą, padėsiantį jums atgauti duomenis.
ms: Kenalan pemulihan anda sepatutnya orang yang anda kenali dan percayai. Mereka boleh menjana kod daripada peranti Apple mereka untuk membantu anda mendapatkan kembali data anda.
nb: Gjen­opprettings­kontakten din bør være en person du kjenner og stoler på. Hen kan generere en kode for deg fra sin Apple-enhet så du kan få tilgang til dataene dine igjen.
nl: Herstelcontacten moeten personen zijn die je kent en vertrouwt. Ze kunnen vanaf hun Apple apparaat een code genereren om je te helpen je gegevens terug te krijgen.
pl: Kontaktem odzyskiwania powinna być osoba, którą znasz i której ufasz. Może ona wygenerować na swoim urządzeniu Apple kod, dzięki któremu odzyskasz swoje dane.
pt_br: O contato de recuperação deve ser uma pessoa que você conhece e em quem confia. A pessoa pode usar o próprio dispositivo da Apple para gerar um código e ajudar você a recuperar os seus dados.
pt_pt: O contacto de recuperação deve ser alguém em quem confie. Esta pessoa poderá gerar um código a partir do respetivo dispositivo Apple que lhe permita recuperar os seus dados.
ro: Contactul de recuperare ar trebui să fie o persoană pe care o cunoașteți și în care aveți încredere. Acesta poate genera de pe dispozitivul său Apple un cod care să vă ajute să vă recuperați datele.
ru: Вашим контактом для восстановления доступа должен быть знакомый человек, которому Вы доверяете. Контакт для восстановления доступа может сгенерировать для Вас код на своем устройстве Apple, чтобы помочь Вам вернуть свои данные.
sk: Kontakt na obnovu by mal byť niekto, koho poznáte a komu dôverujete. Na svojom Apple zariadení môže vygenerovať kód, ktorý vám pomôže získať späť vaše dáta.
sl: Stik za obnovitev mora biti oseba, ki jo poznate in ji zaupate. V svoji napravi Apple lahko ustvari kodo in vam pomaga pri povrnitvi dostopa do podatkov.
sv: Din kontakt för återställning bör vara en person som du känner och litar på. Personen kan skapa en kod åt dig från sin Apple-enhet så att du kan få tillbaka dina data.
th: ผู้ติดต่อการกู้คืนของคุณควรเป็นคนที่คุณรู้จักและเชื่อถือ เขาจะสามารถสร้างรหัสจากอุปกรณ์ Apple ของเขาเพื่อช่วยให้คุณกู้คืนข้อมูลของคุณกลับมาได้
tr: Kurtarma kişiniz, tanıdığınız ve güvendiğiniz bir kişi olmalıdır. Bu kişi, verilerinizi geri almanıza yardımcı olmak için kendi Apple aygıtında bir kod oluşturabilir.
uk: Контактом для відновлення має бути особа, яку ви добре знаєте і якій довіряєте. Вона може створити код на своєму пристрої Apple, щоб допомогти вам повернути доступ до даних.
vi: Liên hệ khôi phục nên là người mà bạn biết và tin tưởng. Họ có thể tạo mã từ thiết bị Apple của mình để giúp bạn lấy lại dữ liệu.
zh_cn: 恢复联系人应是你认识且信任的人。恢复联系人可从其Apple设备生成代码，协助你找回数据。
zh_hk: 你的還原聯絡人應該是你認識和信任的人。他們可以在其Apple裝置產生代碼，協助你取回資料。
zh_tw: 你的復原聯絡人應該是你認識而且信任的人。復原聯絡人可以從其Apple裝置為你產生代碼，協助你取回資料。
